CSI API ETABS v1
cFunction.ConvertToUser Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int ConvertToUser(
	string Name
)
Function ConvertToUser (
	Name As String
) As Integer
Dim instance As cFunction
Dim Name As String
Dim returnValue As Integer
returnValue = instance.ConvertToUser(Name)
int ConvertToUser(
	String^ Name
)
abstract ConvertToUser :
        Name : string -> int
Parameters
Name
Type: System.String
Return Value
Type: Int32
See Also
Reference
cFunction Interface
ETABSv1 Namespace